aaron-bond.better-comments
akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
alefragnani.bookmarks
anysphere.cursorpyright
anysphere.remote-containers
arcanis.vscode-zipfs
arrterian.nix-env-selector
bbenoist.nix
bierner.markdown-emoji
buenon.scratchpads
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dotjoshjohnson.xml
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
fredwangwang.vscode-hcl-format
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
hashicorp.hcl
hashicorp.terraform
jasonnutter.vscode-codeowners
jeronimoekerdt.color-picker-universal
mechatroner.rainbow-csv
mike-lischke.vscode-antlr4
mindaro-dev.file-downloader
misogi.ruby-rubocop
mkhl.direnv
mkhl.shfmt
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.sublime-keybindings
redhat.java
redhat.vscode-yaml
samuelcolvin.jinjahtml
shengchen.vscode-checkstyle
shopify.ruby-lsp
tamasfe.even-better-toml
timonwong.shellcheck
tootone.org-mode
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
wholroyd.jinja
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
