aaron-bond.better-comments
akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
alefragnani.bookmarks
anysphere.remote-containers
arcanis.vscode-zipfs
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
golang.go
hashicorp.hcl
hashicorp.terraform
jeronimoekerdt.color-picker-universal
mechatroner.rainbow-csv
misogi.ruby-rubocop
mkhl.shfmt
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-vscode.hexeditor
ms-vscode.makefile-tools
redhat.java
redhat.vscode-yaml
samuelcolvin.jinjahtml
shopify.ruby-lsp
tamasfe.even-better-toml
timonwong.shellcheck
vscjava.vscode-java-debug
vscjava.vscode-java-pack
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
