tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'bat'
brew 'blockblock'
brew 'cloc'
brew 'diff-so-fancy'
brew 'git'
brew 'ffmpeg'
brew 'jq'
brew 'mas'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'speedtest-cli'
brew 'whalebrew'
brew 'yadm'

# cask 'android-studio'
cask 'arq'
cask 'appcleaner'
cask 'docker'
cask 'dropshare'
cask 'firefox'
cask 'fliqlo'
# cask 'genymotion'
cask 'guitar-pro'
cask 'iina'
cask 'iterm2'
cask 'imagealpha'
cask 'imageoptim'
# cask 'java'
cask 'karabiner-elements'
cask 'keybase'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'webpquicklook'
cask 'shifty'
cask 'vlc'
cask 'zoomus'

cask 'font-jetbrains-mono'

mas '1Password', id: 443987910
mas 'Amphetamine', id: 937984704
mas 'AudioBookBinder', id: 413969927
mas 'DaisyDisk', id: 411643860
mas 'Day One', id: 1055511498
mas 'Euclid', id: 656423396
mas 'Garage Band', id: 682658836
mas 'The Unarchiver', id: 425424353
mas 'MindNode', id: 992076693
mas 'Pixel Winch', id: 735066709
mas 'Slack', id: 803453959
mas 'Telegram', id: 747648890
mas 'Things3', id: 904280696
mas 'Xcode', id: 497799835
